const Answered = [
  {
    patient: 'Kishor Das',
    doctor: 'Dr. Md Makbul Hossain',
    date: '07-05-20 09:43:50pm',
    que:
      'আমি কিশোর,বয়সঃ২৪,আমার প্রতি মাসে ৭-৮ দিন পর পর ঠোঁট,জিহ্বা,গাল এর ভিতরের অংশ কেটে যায় বা ঘা হয়,এর ফলে আমার প্রচুর কষ্ট হয়।এখন আমি কি করব।।?',
    ans:
      'ধন্যবাদ আপনাকে। আপনার রোগের মেডিকেল পরিভাষায় নাম হল Aphthus Ulcer. এই রোগের মূল কারণ এখনও অজানা। তবে ধারনা করা হয় অতিরিক্ত মানসিক চাপে এটি হতে পারে।তাই আপনাকে চাপমুক্ত থাকার চেষ্টা করতে হবে।সাধারনত ৭---১০ দিন থাকতে পারে তারপর ভাল হয়ে যায়।ব্যথা হলে paracetamol tablet খেতে পারেন এবং apsol oral paste দিনে ৩/৪ বার আক্রান্তস্থানে লাগাতে পারেন।',
    key: '1',
  },
  {
    patient: 'Kishor Das',
    doctor: 'Dr. Md Makbul Hossain',
    date: '07-05-20 09:43:50pm',
    que:
      'আমি কিশোর,বয়সঃ২৪,আমার প্রতি মাসে ৭-৮ দিন পর পর ঠোঁট,জিহ্বা,গাল এর ভিতরের অংশ কেটে যায় বা ঘা হয়,এর ফলে আমার প্রচুর কষ্ট হয়।এখন আমি কি করব।।?',
    ans:
      'ধন্যবাদ আপনাকে। আপনার রোগের মেডিকেল পরিভাষায় নাম হল Aphthus Ulcer. এই রোগের মূল কারণ এখনও অজানা। তবে ধারনা করা হয় অতিরিক্ত মানসিক চাপে এটি হতে পারে।তাই আপনাকে চাপমুক্ত থাকার চেষ্টা করতে হবে।সাধারনত ৭---১০ দিন থাকতে পারে তারপর ভাল হয়ে যায়।ব্যথা হলে paracetamol tablet খেতে পারেন এবং apsol oral paste দিনে ৩/৪ বার আক্রান্তস্থানে লাগাতে পারেন।',
    key: '1',
  },
  {
    patient: 'Kishor Das',
    doctor: 'Dr. Md Makbul Hossain',
    date: '07-05-20 09:43:50pm',
    que:
      'আমি কিশোর,বয়সঃ২৪,আমার প্রতি মাসে ৭-৮ দিন পর পর ঠোঁট,জিহ্বা,গাল এর ভিতরের অংশ কেটে যায় বা ঘা হয়,এর ফলে আমার প্রচুর কষ্ট হয়।এখন আমি কি করব।।?',
    ans:
      'ধন্যবাদ আপনাকে। আপনার রোগের মেডিকেল পরিভাষায় নাম হল Aphthus Ulcer. এই রোগের মূল কারণ এখনও অজানা। তবে ধারনা করা হয় অতিরিক্ত মানসিক চাপে এটি হতে পারে।তাই আপনাকে চাপমুক্ত থাকার চেষ্টা করতে হবে।সাধারনত ৭---১০ দিন থাকতে পারে তারপর ভাল হয়ে যায়।ব্যথা হলে paracetamol tablet খেতে পারেন এবং apsol oral paste দিনে ৩/৪ বার আক্রান্তস্থানে লাগাতে পারেন।',
    key: '1',
  },
];

const Approved = [
  {
    name: 'SAif Hasan',
    que:
      'আস্সালামু আলাইকুম স্যার। স্যার আমার বয়স ২৯, আমি গত ৬-৭ বছর ধরেই অনেক রোগে ভুগতেছি এবং অনেক ডাক্তারও দেখাইছি কিন্তু কিছুতেই শারীরিকভাবে ভালো অনুভব করতেছি না।আমার সমস্যাগুলো হচ্ছে গালের ভেতর, জিহ্বা,গলায় কয়েকদিন পরপরই ঘা হয় ভালো হয় আবার ঘা হয়।বুকের মাঝখানে সবসময় ব্যথা করে, মাঝে মধ্যে বুকের বাম পাশে খাওয়ার আগেও ব্যথা করে খাওয়ার পরেও ব্যথা করে, জ্বালাপোড়াও আছে।যেটা নিয়ে বেশি চিন্তিত সেটা হচ্ছে খালি পেটে কিছু খেলে খাওয়ার ৫-১০ মিনিট পর পেট থেকে গাঢ় ছাই রঙের লালা বের হয় এটা গত তিন বছর ধরে প্রায়।কোষ্টকাঠিন্য আছে, নিয়মিত মল ত্যাগ হয় না,মলে প্রচুর দুর্গন্ধ, পায়খানার রাস্তায় ব্যথা যন্ত্রণা হয় মাঝে মধ্যে,মাঝে মধ্যে হালকা রক্তও যা।সম্প্রতি যেটা নিয়ে বেশি চিন্তিত সেটা হচ্ছে গত চার মাসে কোনো ডায়েট ছাড়াই প্রায় ১৭-১৮ কেজি ওজন কমে গেছে।স্যার আমি কি করলে কোন ডাক্তার দেখালে ভালো হবে আপনার সুচিন্তিত মতামত দিয়ে উপকৃত করবেন।ধন্যবাদ স্যার।?',
    date: '06-05-20 11:01:18pm',
    key: '1',
  },
];

const AnswerAprrovedFeedDataDummy = {
  Answered,
  Approved,
};
export default AnswerAprrovedFeedDataDummy;
